---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.TranslationIn
source: html/fdc85ec8-320f-f377-6781-a352db5e031d.htm
---
# Autodesk.Revit.DB.GroupTypeId.TranslationIn Property

Translation in.

## Syntax (C#)
```csharp
public static ForgeTypeId TranslationIn { get; }
```